[Ability.A_RangedAttack_spider_inf H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=" "
mTooltip=""

[Ability.A_toile_Ability_Aura_Buff2 H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_toile_Ability_Aura_Buff3 H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_toile_Ability_Name H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱蛛网"
mTooltip=""

[Ability.A_toile_Rune H7EditorRuneUnit]
mDesc=""
mName="地狱蛛网"
mLore=""

[Ability_inf_secrete.A_inf_buff_seting H7BaseBuff]
mName=""
mTooltip=""

[Ability_inf_secrete.A_inf_t6_buff_health H7BaseBuff]
mName=""
mTooltip=""

[Ability_inf_secrete.A_inf_t6_Buffhero H7BaseBuff]
mName=""
mTooltip=""

[Creature.A_Creature_New_alt_inf_base H7Creature]
mName="地狱蜘蛛"
mLore="这些生物诞生于黑颅氏族萨满的邪恶仪式，像它们的创造者一样，被厄加什的龙血所腐蚀。在它们血管中流淌的不是毒液，而是混沌的破坏性火焰，它们从埋伏中将其释放给粗心的对手。不给受害者任何恢复的机会，地狱蛛形纲动物用坚韧的蜘蛛网覆盖他们，并耐心地等待猎物耗尽所有力量进行徒劳的挣脱尝试。在狩猎时，一些黑颅地精骑乘巨型蜘蛛，却没有意识到在紧急情况下，他们很容易成为坐骑的晚餐。"

[Creature.A_Creature_New_inferno_alt_upr H7Creature]
mName="深渊狼蛛"
mLore="当地狱蜘蛛的几丁质甲壳裂缝开始爆发出火焰时，黑颅兽人自愿将它们置于恶魔的役使之下。在这种情况下，拖延等于死亡，因为蜘蛛很快就会变成无法控制的嗜血捕食者，寻求不惜一切代价满足它们永不满足的饥饿。当蜘蛛亲自吸收下一个猎物时，它还通过充满腐蚀性混沌能量的网线，缓慢地从其他俘虏身上吸取生命汁液。可怜的受害者们在用餐结束时只剩下空荡荡的干瘪尸体。"

v1.32

[Ability.A_Toile_infernal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱蛛网"
mTooltip="此生物在2x2区域内的目标生物上放置 %spell1.name，并可以立即随后攻击。\n受影响的生物获得 %buff1.buff.stat1 %icon_defense 防御，%icon_attack 攻击和 %buff1.buff.stat2 %icon_movement 移动力。"

[Ability.A_toile_Ability_Aura_Buff H7BaseBuff]
mName="地狱蛛网"
mTooltip="此生物获得 %stat1 %icon_attack 攻击，%icon_defense 防御和 %stat2 %icon_movement 移动力，持续 %durnow 回合。"

[Ability.A_Toile_heal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="进食"
mTooltip="在回合结束时，此生物为每个处于 %spell1.name 效果下的敌方单位治疗 %d.min %icon_health 生命值。"

[Ability_inf_secrete.A_inf_t6_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="捕食者"
mTooltip="秘密能力：当英雄获得20点或更多 %icon_Magic 魔力时，此生物获得 %stat1 %icon_health 生命值加成，并且在战斗回合结束时，它会用远程攻击攻击任何处于 %spell1.name 效果下的魔法生物。"